/*
* “提示” 文本
* */
const promptTxt = {
    //技能测试：选择题弹框说明
    skillChoice: `1、本部分主要考查基础语法知识，包含10道选择题，测试时间为15分钟。从4个备选答案中选择你认为正确的答案，答案一经<span class="sy-orange">提交</span>无法修改，请慎重。提交答案之后系统自动评分，规定时间内<span class="sy-orange">答对6题</span>及以上即可通过测试。通过选择题测试的译员方可继续参加翻译能力测试。（点击下方【开始测试】计时开始）</br>
                  2、若答题时间超过15分钟，视为测试不通过；</br>
                  3、每个语言对，有<span class="sy-orange">2次测试机会</span>，若<span class="sy-orange">第一次</span>测试<span class="sy-orange">未通过</span>，须在24小时后参与第二次测试；若第二次测试未通过，三个月后才能参与测试。`,
    //技能测试：翻译题弹框说明
    skillTranslation: `1、本部分主要考查语言功底和翻译能力，需要你完成一份翻译文本。</br>     
                       2、请在点击【开始测试】之后24小时内提交译文。翻译过程中若有其他事情需要处理，请及时点击保存按钮。译文提交后，工作人员将在3-5个工作日内完成审核。</br>
                       3、请勿使用机器翻译，一经发现，立即封号。`,
    //结算中心：提现规则
    balanceRule: `1. 可提现金额为当月1日前进账的金额</br>
                  2. 每月只可申请一次</br>
                  3. 译员所得收入会按照国家标准进行扣税</br>
                  4. 到账时间：当月月底前（节假日顺延）</br>
                  5. 单次提现金额不得低于50元`,
    //如何获取译侠值
    yxz: `1. 译侠值是译员在平台上通过各种行为来获得的相应积分值，包括测试、完成订单、发布文章以及参与活动等。</br>
          2. 译侠值越高，接到推送订单的频率、订单的单价越高。`,
    //如何获取积分
    score: `1. 积分指译员在平台相应行为所获得的分数，包括在注册、邀请好友、测试、接单、客户好评及发布文章等。</br>
            2. 译员积分可在积分商城兑换礼品、折算成现金提现等。`
};
export default promptTxt;