/*
* “提示” 文本
* */
const promptTxt = {
    //技能测试：选择题弹框说明
    skillChoice: `1、本部分主要考察基础语法知识，包含10道选择题，测试时间为15分钟。从4个备选答案中选择你认为正确的答案，答案一经<span class="sy-orange">提交</span>无法修改，请慎重。提交答案之后系统自动评分，规定时间内<span class="sy-orange">答对6题</span>及以上即可通过测试。通过选择题测试的译员方可继续参加翻译能力测试。（点击下方【开始测试】计时开始）</br>
                  2、若答题时间超过15分钟，视为测试不通过；</br>
                  3、每个语言对，有<span class="sy-orange">2次测试机会</span>，若<span class="sy-orange">第一次</span>测试<span class="sy-orange">未通过</span>，须在24小时后参与第二次测试；若第二次测试未通过，一个月后才能参与测试。`,
    //技能测试：翻译题弹框说明
    skillTranslation: `1、本部分主要考车语言功底和翻译能力，需要你完成一份翻译文本。</br>     
                       2、请在点击【开始测试】之后24小时内提交译文。翻译过程中若有其他事情需要处理，请及时点击保存按钮。译文提交后，工作人员将在3-5个工作日内完成审核。</br>
                       3、请勿使用机器翻译，一经发现，立即封号。`,
    //技能测试中：选择题说明
    skillTestingChoice: `本测试包含10到选择题，系统会自动评分，做对6道题及以上，即可通过测试。</br>
                         本次选择题测试时间为15分钟，请把握好时间，中途不可退出，否则会浪费一次测试机会。`,
    //技能测试中：翻译题说明
    skillTestingTrans: `翻译题，请将下面原文翻译成对应译文；</br>
                        翻译过程中若有其他事情需要处理，请及时点击保存按钮，请于开始测试起24小时内提交；</br>
                        请勿使用机器翻译，一经发现，立即封号`,
    //结算中心：提现规则
    balanceRule: `1、申请体现前确认可提现金额是否有误，如有疑问请联系客服确认；</br>
                  2、每月16-20日：申请提现。提现金额自定；</br>
                  3、每月月底之前：现金到账；</br>
                  4、可提现金额以上月客户或项目经理确认稿件对应金额为准；</br>
                  5、啄语译费严格按照个人所得税征收标准进行征收，如译费不符，则为相应个税代扣代缴；</br>
                  6、单次提现金额不得低于50元。`
};
export default promptTxt;